Revit 2027 API
ParameterTypeId.StructuralSectionCommonElasticModulusStrongAxis Property
 "Elastic Modulus strong axis"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionCommonElasticModulusStrongAxis { get; }
Public Shared ReadOnly Property StructuralSectionCommonElasticModulusStrongAxis As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionCommonElasticModulusStrongAxis {
	ForgeTypeId^ get ();
}
static member StructuralSectionCommonElasticModulusStrongAxis : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace